Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Comma-separated hosts. Leave empty for any target. Restrict hosts to limit an allowed process.
de: Kommagetrennte Hosts. Leer lassen, um alle Ziele zu erlauben. Beschränke die Hosts, um die Ziele eines zugelassenen Prozesses einzugrenzen.
es: Hosts separados por comas. Déjalo vacío para permitir cualquier destino. Limita los hosts para restringir los destinos de un proceso permitido.
fr: Hôtes séparés par des virgules. Laissez vide pour autoriser toute cible. Limitez les hôtes pour restreindre un processus autorisé.
pt_br: Hosts separados por vírgulas. Deixe em branco para qualquer destino. Restrinja os hosts para limitar um processo permitido.
ru: Список хостов через запятую. Оставьте пустым, чтобы разрешить любую цель. Ограничьте хосты, чтобы сузить доступ процесса.
zh_hans: 以逗号分隔主机。留空表示任意目标。限制主机可缩小允许进程的访问范围。

source: Command
de: Befehl
es: Comando
fr: Commande
pt_br: Comando
ru: Команда
zh_hans: 命令

source: Configuration
de: Konfiguration
es: Configuración
pt_br: Configuração
ru: Конфигурация
zh_hans: 配置

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
pt_br: Configurar
ru: Настроить
zh_hans: 配置

source: Confirm per call
de: Pro Aufruf bestätigen
es: Confirmar por llamada
fr: Confirmer chaque appel
pt_br: Confirmar cada chamada
ru: Подтверждать каждый вызов
zh_hans: 每次调用时确认

source: Confirmation phrase
de: Bestätigungssatz
es: Frase de confirmación
fr: Phrase de confirmation
pt_br: Frase de confirmação
ru: Контрольная фраза
zh_hans: 确认短语

source: Connect your agent
de: Deinen Agenten verbinden
es: Conecta tu agente
fr: Connectez votre agent
pt_br: Conecte seu agente
ru: Подключите агента
zh_hans: 连接智能体

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pt_br: Conectado
ru: Подключено
zh_hans: 已连接

source: Connect…
de: Verbinden …
es: Conectar…
fr: Se connecter…
pt_br: Conectar…
ru: Подключиться…
zh_hans: 连接…

source: Copied
de: Kopiert
es: Copiado
fr: Copié
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt_br: Copiar
ru: Копировать
zh_hans: 拷贝

source: Copy the Sallyport configuration for your MCP client.
de: Kopiere die Sallyport-Konfiguration für deinen MCP-Client.
es: Copia la configuración de Sallyport para tu cliente MCP.
fr: Copiez la configuration Sallyport pour votre client MCP.
pt_br: Copie a configuração do Sallyport para seu cliente MCP.
ru: Скопируйте конфигурацию Sallyport для вашего клиента MCP.
zh_hans: 拷贝适用于你的 MCP 客户端的 Sallyport 配置。

source: Copy the integration snippet for your client. This step completes after the first agent call.
de: Kopiere das Integrationsfragment für deinen Client. Dieser Schritt ist nach dem ersten Agent-Aufruf abgeschlossen.
es: Copia el fragmento de integración para tu cliente. Este paso se completa después de la primera llamada del agente.
fr: Copiez l’extrait d’intégration pour votre client. Cette étape sera terminée après le premier appel de l’agent.
pt_br: Copie o trecho de integração para seu cliente. Esta etapa será concluída após a primeira chamada do agente.
ru: Скопируйте фрагмент интеграции для клиента. Шаг завершится после первого вызова агента.
zh_hans: 拷贝客户端的集成代码片段。首次智能体调用后，此步骤即完成。

source: Could not decrypt the recording. Unlock the vault and try again.
de: Die Aufzeichnung konnte nicht entschlüsselt werden. Entsperre den Tresor und versuche es erneut.
es: No se ha podido descifrar la grabación. Desbloquea la bóveda e inténtalo de nuevo.
fr: Impossible de déchiffrer l’enregistrement. Déverrouillez le coffre et réessayez.
pt_br: Não foi possível descriptografar a gravação. Desbloqueie o cofre e tente novamente.
ru: Не удалось расшифровать запись. Разблокируйте хранилище и повторите попытку.
zh_hans: 无法解密录制内容。请解锁密钥库后重试。

source: Could not load data
de: Daten konnten nicht geladen werden
es: No se han podido cargar los datos
fr: Impossible de charger les données
pt_br: Não foi possível carregar os dados
ru: Не удалось загрузить данные
zh_hans: 无法载入数据

source: Could not unlock the vault: %@
de: Der Tresor konnte nicht entsperrt werden: %@
es: No se ha podido desbloquear la bóveda: %@
fr: Impossible de déverrouiller le coffre : %@
pt_br: Não foi possível desbloquear o cofre: %@
ru: Не удалось разблокировать хранилище: %@
zh_hans: 无法解锁密钥库：%@

source: Could not unseal the vault identity: %@
de: Die Tresoridentität konnte nicht entsiegelt werden: %@
es: No se ha podido abrir la identidad sellada de la bóveda: %@
fr: Impossible de desceller l’identité du coffre : %@
pt_br: Não foi possível desselar a identidade do cofre: %@
ru: Не удалось открыть идентификатор хранилища: %@
zh_hans: 无法解封密钥库身份：%@

source: Couldn't read %@: %@
de: %@ konnte nicht gelesen werden: %@
es: No se ha podido leer %@: %@
fr: Impossible de lire %@ : %@
pt_br: Não foi possível ler %@: %@
ru: Не удалось прочитать %@: %@
zh_hans: 无法读取 %@：%@

source: Create
de: Erstellen
es: Crear
fr: Créer
pt_br: Criar
ru: Создать
zh_hans: 创建

source: Create a vault and connect an agent.
de: Einen Tresor erstellen und einen Agenten verbinden.
es: Crea una bóveda y conecta un agente.
fr: Créez un coffre et connectez un agent.
pt_br: Crie um cofre e conecte um agente.
ru: Создайте хранилище и подключите агента.
zh_hans: 创建密钥库并连接智能体。

source: Create the token on %@ ↗
de: Token auf %@ erstellen ↗
es: Crear el token en %@ ↗
fr: Créer le jeton sur %@ ↗
pt_br: Criar token em %@ ↗
ru: Создайте токен на %@ ↗
zh_hans: 在 %@ 上创建令牌 ↗

source: Create the vault first. The agent socket starts after that.
de: Erstelle zuerst den Tresor. Danach wird der Agent-Socket gestartet.
es: Crea primero la bóveda. Después se iniciará el socket del agente.
fr: Créez d’abord le coffre. Le socket de l’agent démarrera ensuite.
pt_br: Crie o cofre primeiro. O socket do agente será iniciado em seguida.
ru: Сначала создайте хранилище. После этого запустится сокет агента.
zh_hans: 请先创建密钥库。之后智能体套接字才会启动。

source: Create token on %@ ↗
de: Token auf %@ erstellen ↗
es: Crear token en %@ ↗
fr: Créer un jeton sur %@ ↗
pt_br: Criar token em %@ ↗
ru: Создать токен на %@ ↗
zh_hans: 在 %@ 上创建令牌 ↗

source: Create vault
de: Tresor erstellen
es: Crear bóveda
fr: Créer le coffre
pt_br: Criar cofre
ru: Создать хранилище
zh_hans: 创建密钥库

source: Credential request
de: Anfrage nach Zugangsdaten
es: Solicitud de credencial
fr: Demande de données d’authentification
pt_br: Solicitação de credencial
ru: Запрос учётных данных
zh_hans: 凭证请求

source: Cursor reads MCP servers from ~/.cursor/mcp.json.
de: Cursor liest MCP-Server aus ~/.cursor/mcp.json.
es: Cursor lee los servidores MCP de ~/.cursor/mcp.json.
fr: Cursor lit les serveurs MCP dans ~/.cursor/mcp.json.
pt_br: O Cursor lê os servidores MCP em ~/.cursor/mcp.json.
ru: Cursor читает список серверов MCP из ~/.cursor/mcp.json.
zh_hans: Cursor 从 ~/.cursor/mcp.json 读取 MCP 服务器。

source: Custom header
de: Benutzerdefinierter Header
es: Header personalizado
fr: En-tête personnalisé
pt_br: Cabeçalho personalizado
ru: Пользовательский заголовок
zh_hans: 自定义标头

source: Danger zone
de: Gefahrenbereich
es: Zona peligrosa
fr: Zone dangereuse
pt_br: Zona de perigo
ru: Опасные действия
zh_hans: 危险区域

source: Decision
de: Entscheidung
es: Decisión
fr: Décision
pt_br: Decisão
ru: Решение
zh_hans: 决定

source: Decrypt and export the audit history as JSONL
de: Auditverlauf entschlüsseln und als JSONL exportieren
es: Descifrar y exportar el historial de auditoría como JSONL
fr: Déchiffrer et exporter l’historique d’audit au format JSONL
pt_br: Descriptografar e exportar o histórico de auditoria como JSONL
ru: Расшифровать и экспортировать журнал аудита в JSONL
zh_hans: 解密审计历史记录并导出为 JSONL

source: Decrypting…
de: Wird entschlüsselt …
es: Descifrando…
fr: Déchiffrement…
pt_br: Descriptografando…
ru: Расшифровка…
zh_hans: 正在解密…

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Apagar
ru: Удалить
zh_hans: 删除

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
pt_br: Apagar %@?
ru: Удалить %@?
zh_hans: 删除 %@？

source: Delete MCP server %@?
de: MCP-Server %@ löschen?
es: ¿Eliminar el servidor MCP %@?
fr: Supprimer le serveur MCP %@ ?
pt_br: Apagar o servidor MCP %@?
ru: Удалить сервер MCP %@?
zh_hans: 删除 MCP 服务器 %@？

source: Delete a key
de: Einen Schlüssel löschen
es: Eliminar una clave
fr: Supprimer une clé
pt_br: Apagar uma chave
ru: Удалить ключ
zh_hans: 删除密钥

source: Delete an MCP server
de: Einen MCP-Server löschen
es: Eliminar un servidor MCP
fr: Supprimer un serveur MCP
pt_br: Apagar um servidor MCP
ru: Удалить сервер MCP
zh_hans: 删除 MCP 服务器

source: Delete an SSH host
de: Einen SSH-Host löschen
es: Eliminar un host SSH
fr: Supprimer un hôte SSH
pt_br: Apagar um host SSH
ru: Удалить SSH-хост
zh_hans: 删除 SSH 主机

source: Delete host %@?
de: Host %@ löschen?
es: ¿Eliminar el host %@?
fr: Supprimer l’hôte %@ ?
pt_br: Apagar o host %@?
ru: Удалить хост %@?
zh_hans: 删除主机 %@？

source: Delete the MCP server “%@”
de: MCP-Server „%@“ löschen
es: Eliminar el servidor MCP «%@»
fr: Supprimer le serveur MCP « %@ »
pt_br: Apagar o servidor MCP “%@”
ru: Удалите сервер MCP «%@»
zh_hans: 删除 MCP 服务器“%@”

source: Delete the SSH host “%@”
de: SSH-Host „%@“ löschen
es: Eliminar el host SSH «%@»
fr: Supprimer l’hôte SSH « %@ »
pt_br: Apagar o host SSH “%@”
ru: Удалите хост SSH «%@»
zh_hans: 删除 SSH 主机“%@”

source: Delete the key “%@”
de: Schlüssel „%@“ löschen
es: Eliminar la clave «%@»
fr: Supprimer la clé « %@ »
pt_br: Apagar a chave “%@”
ru: Удалить ключ «%@»
zh_hans: 删除密钥“%@”

source: Deleted %@
de: %@ gelöscht
es: Se ha eliminado %@
fr: %@ supprimé
pt_br: %@ apagado
ru: Удалено: %@
zh_hans: 已删除 %@

source: Deleted ‘%@’
de: „%@“ gelöscht
es: Se ha eliminado «%@»
fr: « %@ » supprimé
pt_br: “%@” apagado
ru: Удалено: «%@»
zh_hans: 已删除“%@”

source: Denied
de: Abgelehnt
es: Denegado
fr: Refusée
pt_br: Negada
ru: Отклонено
zh_hans: 已拒绝

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
pt_br: Negar
ru: Отклонить
zh_hans: 拒绝

source: Development auto-approval is on. Approval decisions are not signed; audit rows use a separate signer.
de: Die automatische Entwicklungsfreigabe ist aktiviert. Freigabeentscheidungen werden nicht signiert; Auditzeilen verwenden einen separaten Signaturschlüssel.
es: La aprobación automática de desarrollo está activada. Las decisiones de aprobación no se firman; las filas de auditoría usan un firmante independiente.
fr: L’autorisation automatique de développement est activée. Les décisions d’autorisation ne sont pas signées ; les lignes d’audit utilisent un signataire distinct.
pt_br: A aprovação automática de desenvolvimento está ativada. As decisões de aprovação não são assinadas; as linhas de auditoria usam um signatário separado.
ru: Автоматические разрешения для разработки включены. Решения не подписываются; для записей аудита используется отдельный ключ подписи.
zh_hans: 开发自动批准已开启。批准决定未签名；审计记录由单独的签名方签名。

source: Development software keys are in use. Release builds on Apple Silicon use Secure Enclave and Touch ID.
de: Es werden Software-Entwicklungsschlüssel verwendet. Release-Builds auf Apple Silicon verwenden Secure Enclave und Touch ID.
es: Se están usando claves de software de desarrollo. Las versiones de lanzamiento para Apple Silicon usan Secure Enclave y Touch ID.
fr: Des clés logicielles de développement sont utilisées. Sur Apple Silicon, les versions publiées utilisent Secure Enclave et Touch ID.
pt_br: Chaves de software de desenvolvimento estão em uso. No Apple Silicon, as versões de lançamento usam Secure Enclave e Touch ID.
ru: Используются программные ключи для разработки. В релизных сборках для Apple Silicon применяются Secure Enclave и Touch ID.
zh_hans: 正在使用开发软件密钥。Apple Silicon 上的发布构建使用 Secure Enclave 和 Touch ID。

source: Development software keys are in use. Vault and audit keys are not Secure Enclave backed.
de: Es werden Software-Entwicklungsschlüssel verwendet. Tresor- und Auditschlüssel sind nicht durch Secure Enclave geschützt.
es: Se están usando claves de software de desarrollo. Las claves de la bóveda y de auditoría no están protegidas por Secure Enclave.
fr: Des clés logicielles de développement sont utilisées. Les clés du coffre et de l’audit ne sont pas protégées par Secure Enclave.
pt_br: Chaves de software de desenvolvimento estão em uso. As chaves do cofre e da auditoria não são protegidas pelo Secure Enclave.
ru: Используются программные ключи для разработки. Ключи хранилища и аудита не защищены Secure Enclave.
zh_hans: 正在使用开发软件密钥。密钥库和审计密钥不受 Secure Enclave 保护。

source: Disable certificate verification
de: Zertifikatsprüfung deaktivieren
es: Desactivar la verificación de certificados
fr: Désactiver la vérification du certificat
pt_br: Desativar a verificação do certificado
ru: Отключить проверку сертификата
zh_hans: 停用证书验证

source: Done
de: Fertig
es: Hecho
fr: Terminé
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Duration
de: Dauer
es: Duración
fr: Durée
pt_br: Duração
ru: Продолжительность
zh_hans: 时长

source: Each new process requires Touch ID. Approval lasts until the process exits, you revoke it, or the vault locks.
de: Jeder neue Prozess erfordert Touch ID. Die Freigabe gilt, bis der Prozess beendet, die Freigabe widerrufen oder der Tresor gesperrt wird.
es: Cada proceso nuevo requiere Touch ID. La aprobación dura hasta que el proceso termina, la revocas o se bloquea la bóveda.
fr: Chaque nouveau processus requiert Touch ID. L’autorisation reste valable jusqu’à ce que le processus se termine, que vous la révoquiez ou que le coffre se verrouille.
pt_br: Cada novo processo exige Touch ID. A aprovação permanece válida até que o processo seja encerrado, você a revogue ou o cofre seja bloqueado.
ru: Для каждого нового процесса требуется Touch ID. Разрешение действует до завершения процесса, его отзыва или блокировки хранилища.
zh_hans: 每个新进程都需要 Touch ID。批准有效期至进程退出、你撤销批准或密钥库锁定。

source: Each new process requires one click. Approval lasts until the process exits, you revoke it, or the vault locks.
de: Jeder neue Prozess erfordert einen Klick. Die Freigabe gilt, bis der Prozess beendet, die Freigabe widerrufen oder der Tresor gesperrt wird.
es: Cada proceso nuevo requiere un clic. La aprobación dura hasta que el proceso termina, la revocas o se bloquea la bóveda.
fr: Chaque nouveau processus requiert un clic. L’autorisation reste valable jusqu’à ce que le processus se termine, que vous la révoquiez ou que le coffre se verrouille.
pt_br: Cada novo processo exige um clique. A aprovação permanece válida até que o processo seja encerrado, você a revogue ou o cofre seja bloqueado.
ru: Для каждого нового процесса нужен один щелчок. Разрешение действует до завершения процесса, его отзыва или блокировки хранилища.
zh_hans: 每个新进程都需要点按一次。批准有效期至进程退出、你撤销批准或密钥库锁定。

source: Edit MCP server %@
de: MCP-Server %@ bearbeiten
es: Editar servidor MCP %@
fr: Modifier le serveur MCP %@
pt_br: Editar servidor MCP %@
ru: Изменить сервер MCP %@
zh_hans: 编辑 MCP 服务器 %@

source: Edit host %@
de: Host %@ bearbeiten
es: Editar host %@
fr: Modifier l’hôte %@
pt_br: Editar host %@
ru: Изменить хост %@
zh_hans: 编辑主机 %@

source: Edit key %@
de: Schlüssel %@ bearbeiten
es: Editar clave %@
fr: Modifier la clé %@
pt_br: Editar chave %@
ru: Изменить ключ %@
zh_hans: 编辑密钥 %@

source: Edit…
de: Bearbeiten …
es: Editar…
fr: Modifier…
pt_br: Editar…
ru: Изменить…
zh_hans: 编辑…

source: Enable
de: Aktivieren
es: Activar
fr: Activer
pt_br: Ativar
ru: Включить
zh_hans: 启用

source: Enable hardware gate
de: Hardware-Schutz aktivieren
es: Activar la protección por hardware
fr: Activer la protection matérielle
pt_br: Ativar proteção por hardware
ru: Включить аппаратную защиту
zh_hans: 启用硬件门控

source: Enable hardware gate…
de: Hardware-Schutz aktivieren …
es: Activar la protección por hardware…
fr: Activer la protection matérielle…
pt_br: Ativar proteção por hardware…
ru: Включить аппаратную защиту…
zh_hans: 启用硬件门控…

source: Enable the hardware gate?
de: Hardware-Schutz aktivieren?
es: ¿Activar la protección por hardware?
fr: Activer la protection matérielle ?
pt_br: Ativar a proteção por hardware?
ru: Включить аппаратную защиту?
zh_hans: 启用硬件门控？

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
pt_br: Ativado
ru: Включено
zh_hans: 已启用

source: Enabling the hardware gate failed: %@
de: Der Hardware-Schutz konnte nicht aktiviert werden: %@
es: No se ha podido activar la protección por hardware: %@
fr: Échec de l’activation de la protection matérielle : %@
pt_br: Falha ao ativar a proteção por hardware: %@
ru: Не удалось включить аппаратную защиту: %@
zh_hans: 启用硬件门控失败：%@

source: Enabling the hardware gate is irreversible. If this Mac is erased or the Secure Enclave key is lost, the vault cannot be recovered. Reissue stored keys from their providers.
de: Der Hardware-Schutz kann nicht rückgängig gemacht werden. Wenn dieser Mac gelöscht wird oder der Schlüssel der Secure Enclave verloren geht, kann der Tresor nicht wiederhergestellt werden. Lass die gespeicherten Schlüssel von ihren Anbietern neu ausstellen.
es: Activar la protección por hardware es irreversible. Si se borra este Mac o se pierde la clave de Secure Enclave, la bóveda no podrá recuperarse. Solicita a los proveedores que vuelvan a emitir las claves almacenadas.
fr: L’activation de la protection matérielle est irréversible. Si ce Mac est effacé ou si la clé Secure Enclave est perdue, le coffre ne pourra pas être récupéré. Réémettez les clés stockées auprès de leurs fournisseurs.
pt_br: A ativação da proteção por hardware é irreversível. Se este Mac for apagado ou a chave do Secure Enclave for perdida, não será possível recuperar o cofre. Reemita as chaves armazenadas junto aos provedores.
ru: Включение аппаратной защиты необратимо. Если этот Mac будет стёрт или ключ Secure Enclave будет утерян, восстановить хранилище не получится. Получите новые ключи у их поставщиков.
zh_hans: 启用硬件门控后无法撤销。如果此 Mac 被抹掉或 Secure Enclave 密钥丢失，密钥库将无法恢复。请从提供方重新签发已存储密钥。

source: Encrypted SSH session. Save it for playback with `asciinema play`.
de: Verschlüsselte SSH-Sitzung. Speichere sie zur Wiedergabe mit `asciinema play`.
es: Sesión SSH cifrada. Guárdala para reproducirla con `asciinema play`.
fr: Session SSH chiffrée. Enregistrez-la pour la relire avec `asciinema play`.
pt_br: Sessão SSH criptografada. Salve-a para reproduzir com `asciinema play`.
ru: Зашифрованный сеанс SSH. Сохраните его, чтобы воспроизвести командой `asciinema play`.
zh_hans: 加密的 SSH 会话。存储后可使用 `asciinema play` 回放。

source: Ended · %@
de: Beendet · %@
es: Finalizada · %@
fr: Terminée · %@
pt_br: Encerrada · %@
ru: Завершён · %@
zh_hans: 已结束 · %@

source: Endpoint
de: Endpunkt
fr: Point de terminaison
ru: Конечная точка
zh_hans: 端点

source: Endpoint URL
de: Endpunkt-URL
es: URL del endpoint
fr: URL du point de terminaison
pt_br: URL do endpoint
ru: URL конечной точки
zh_hans: 端点 URL

source: Enter an IP address or DNS name.
de: Gib eine IP-Adresse oder einen DNS-Namen ein.
es: Introduce una dirección IP o un nombre DNS.
fr: Saisissez une adresse IP ou un nom DNS.
pt_br: Digite um endereço IP ou nome DNS.
ru: Введите IP-адрес или DNS-имя.
zh_hans: 输入 IP 地址或 DNS 名称。

source: Enter an executable path or a name resolved through PATH.
de: Gib einen Pfad zu einer ausführbaren Datei oder einen über PATH aufgelösten Namen ein.
es: Introduce la ruta de un ejecutable o un nombre que se resuelva mediante PATH.
fr: Saisissez le chemin d’un exécutable ou un nom résolu par PATH.
pt_br: Digite o caminho de um executável ou um nome resolvido por PATH.
ru: Введите путь к исполняемому файлу или имя, найденное через PATH.
zh_hans: 输入可执行文件路径或可通过 PATH 解析的名称。

source: Enter the SSH username.
de: Gib den SSH-Benutzernamen ein.
es: Introduce el nombre de usuario SSH.
fr: Saisissez le nom d’utilisateur SSH.
pt_br: Digite o nome de usuário SSH.
ru: Введите имя пользователя SSH.
zh_hans: 输入 SSH 用户名。

source: Enter the endpoint to see which key applies.
de: Gib den Endpunkt ein, um den zutreffenden Schlüssel zu sehen.
es: Introduce el endpoint para ver qué clave se aplica.
fr: Saisissez le point de terminaison pour voir quelle clé s’applique.
pt_br: Digite o endpoint para ver qual chave se aplica.
ru: Введите конечную точку, чтобы узнать, какой ключ будет использован.
zh_hans: 输入端点以查看适用的密钥。

source: Enter the server’s MCP endpoint, for example https://mcp.linear.app/mcp.
de: Gib den MCP-Endpunkt des Servers ein, zum Beispiel https://mcp.linear.app/mcp.
es: Introduce el endpoint MCP del servidor, por ejemplo https://mcp.linear.app/mcp.
fr: Saisissez le point de terminaison MCP du serveur, par exemple https://mcp.linear.app/mcp.
pt_br: Digite o endpoint MCP do servidor, por exemplo https://mcp.linear.app/mcp.
ru: Введите конечную точку MCP сервера, например https://mcp.linear.app/mcp.
zh_hans: 输入服务器的 MCP 端点，例如 https://mcp.linear.app/mcp。

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
pt_br: Ambiente
ru: Окружение
zh_hans: 环境

source: Erase all Sallyport data and start over
de: Alle Sallyport-Daten löschen und neu beginnen
es: Borrar todos los datos de Sallyport y empezar de nuevo
fr: Effacer toutes les données Sallyport et recommencer
pt_br: Apagar todos os dados do Sallyport e recomeçar
ru: Удалить все данные Sallyport и начать заново
zh_hans: 抹掉所有 Sallyport 数据并重新开始

source: Erase the vault
de: Tresor löschen
es: Borrar la bóveda
fr: Effacer le coffre
pt_br: Apagar o cofre
ru: Удалить хранилище
zh_hans: 抹掉密钥库

source: Erase the vault and start over
de: Tresor löschen und neu beginnen
es: Borrar la bóveda y empezar de nuevo
fr: Effacer le coffre et recommencer
pt_br: Apagar o cofre e recomeçar
ru: Удалить хранилище и начать заново
zh_hans: 抹掉密钥库并重新开始

source: Erase…
de: Löschen …
es: Borrar…
fr: Effacer…
pt_br: Apagar…
ru: Удалить…
zh_hans: 抹掉…

source: Every call with this key needs a Touch ID confirmation
de: Jeder Aufruf mit diesem Schlüssel erfordert eine Bestätigung mit Touch ID
es: Cada llamada con esta clave necesita confirmación con Touch ID
fr: Chaque appel avec cette clé nécessite une confirmation Touch ID
pt_br: Cada chamada com esta chave exige confirmação pelo Touch ID
ru: Каждый вызов с этим ключом требует подтверждения Touch ID
zh_hans: 每次使用此密钥调用时都需要 Touch ID 确认

source: Every call with this key needs a one-click confirmation
de: Jeder Aufruf mit diesem Schlüssel erfordert eine Bestätigung per Klick
es: Cada llamada con esta clave necesita confirmación con un clic
fr: Chaque appel avec cette clé nécessite une confirmation en un clic
pt_br: Cada chamada com esta chave exige confirmação com um clique
ru: Каждый вызов с этим ключом требует подтверждения одним щелчком
zh_hans: 每次使用此密钥调用时都需要点按一次确认

source: Exact version (code hash)
de: Exakte Version (Code-Hash)
es: Versión exacta (hash de código)
fr: Version exacte (hachage du code)
pt_br: Versão exata (hash do código)
ru: Точная версия (хеш кода)
zh_hans: 确切版本（代码哈希）

source: Exited · %@
de: Beendet · %@
es: Finalizado · %@
fr: Processus arrêté · %@
pt_br: Processo encerrado · %@
ru: Завершён · %@
zh_hans: 已退出 · %@

source: Expand details
de: Details einblenden
es: Ampliar detalles
fr: Développer les détails
pt_br: Expandir detalhes
ru: Развернуть детали
zh_hans: 展开详情

source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt_br: Exportar
ru: Экспортировать
zh_hans: 导出

source: Filter identity, tool, target…
de: Identität, Tool oder Ziel filtern …
es: Filtrar por identidad, herramienta o destino…
fr: Filtrer par identité, outil ou cible…
pt_br: Filtrar identidade, ferramenta ou destino…
ru: Фильтр по идентификатору, инструменту или цели…
zh_hans: 筛选身份、工具、目标…

source: Flagged
de: Markiert
es: Marcado
fr: Signalés
pt_br: Sinalizados
ru: Отмечен
zh_hans: 已标记

source: From
de: Von
es: De
fr: De
pt_br: De
ru: Источник
zh_hans: 来源

source: Generic MCP
de: Allgemeines MCP
es: MCP genérico
fr: MCP générique
pt_br: MCP genérico
ru: Универсальный MCP
zh_hans: 通用 MCP
